<div class="hs-about">
    <h2 class="hs-h2">
        О бренде
    </h2>
    <div class="hs-about-content hs-tpg">
        <p>
            С самого своего рождения бренд сделал ставку на индивидуальность, неповторимость и
            престижность своих изделий. Это штучный товар премиального класса, не имеющий аналогов
            . Таких вещей не делает никто в мире! Lenchi - это бренд, сочетающий в себе широту,
            загадочность и щедрость русской души, восточную роскошь и утонченную европейскую
            элегантность. Каждое изделие Lenchi уникально и не похоже на предыдущее. Новинки
            бренда неизменно вызывают широкий интерес публики, большой резонанс в прессе, у
            модных обозревателей.
        </p>
        <p>
            Lenchi - это история, которую человек примеряет на себя и находит в ней что-то свое,
            личное, интимное. Линия создана специально для ярких, позитивных и неординарных людей.
            Бренд подчеркивает: каждая деталь вашего стиля должна выделять вас на общем фоне, быть
            неповторимой, роскошной, изысканной. Это бренд не для всех. Это бренд для избранных.
            Приобретая подобный аксессуар или получая его в подарок, человек приобщается к миру
            необычных, эксклюзивных вещей, к миру успешных, состоявшихся в жизни, уверенных в себе
            людей. Он начинает чувствовать себя одним из лучших. Он и есть – лучший, избранный!
            Он не такой, как все!
        </p>
        <p>
            Для достижения успеха компания уделяет особое внимание качеству продукции. Залог
            успешности бренда заключается в выигрышном сочетании высокого качества,
            эксклюзивности и ультрасовременных технологий.
        </p>
    </div>
</div>